Repository: MoamenHassaballah/Majma3ak-iOS
Catalog: Majma3ak/suppoet files/*.lproj/Localizable.strings
Languages: ku

source: Login
ku: چونەژوورەوە

source: Welcome Back
ku: بەخێربێیتەوە

source: Alert!
ku: ئاگاداری!

source: Are you sure to change App Language? The application will turn off.plase relunch it again.
ku: دڵنیایت دەستکاری زمانی بەرنامە بکەیت؟ بەرنامە دەقەوێت؛ تکایە هەڵبژاردە وەشانی تر دابەزێنەوە.

source: Continue Your Requests in dalaiy
ku: دەوام بکە بە داواکاریەکانت لە ڕۆژانە‌دا

source: Waiting
ku: چاوەڕوانی

source: confirmed
ku: پشتڕاستکراوە

source: In Progress
ku: لە پڕۆسەدا

source: rejected
ku: ڕەتکراوە

source: Completed
ku: تەواو بوو

source: Failed to send maintenance request
ku: نەتوانرا داواکاری چاكسازى بێنێتەوە

source: Maintenance request sent successfully
ku: داواکاری چاكسازي بە سەرکەوتوویی نێردراوە

source: Send Request
ku: نێردنی داواکاری

source: Visit request added in success
ku: داواکاری سەردانی بە سەرکەوتوویی زیادکرا

source: Visit request failed to send
ku: نەتوانرا داواکاری سەردان نێردرابێت

# visitor_name_required
source: Visitor name is required
ku: ناوی سەردانکەر پێویستە

# visitor_phone_required
source: Visitor mobile number is required
ku: ژمارەی مۆبایلە پێویستە

# select_date_required
source: Please select a date
ku: تکایە ڕێکەوت هەڵبژێرە

# select_time_required
source: Please select a time
ku: تکایە کات هەڵبژێرە

# description_required
source: Problem description is required
ku: پێداچونەوەی کێشە پێویستە

source: send Request
ku: نێردنی داواکاری

source: inquiry
ku: پرس و پەرسە

source: complaint
ku: شەکایت

source: Choose a language
ku: زمان هەڵبژێرە

source: Cancel
ku: پەسەند کردن

# full_name_required
source: Full name is required
ku: ناوی تەواو پێویستە

# email_required
source: Email is required
ku: ئیمەیڵ پێویستە

# invalid_email
source: Please enter a valid email
ku: تکایە ئیمەیڵێکی دروست بنووسە

# mobile_required
source: Mobile number is required
ku: ژمارەی مۆبایل پێویستە

# invalid_mobile
source: Please enter a valid phone number with country code
ku: تکایە ژمارەی مۆبایلەکە بە کۆدی وڵات بنووسە

# password_required
source: Password is required
ku: تێپەڕەوشە پێویستە

# password_length
source: Password must be more than 8 characters
ku: تێپەڕەوشە دەبێ زیاترە لە ٨ پیت

# agree_terms_required
source: You must agree to the terms and conditions
ku: دەبێت بە مەرجەکان ڕاضی بیت

# choose_language
source: Choose a language
ku: زمان هەڵبژێرە

source: Cancel
ku: پەسەند کردن

source: Your data has been updated.
ku: زانیاریەکانت نوێکرانەوە.

source: Data not updated, operation failed
ku: زانیاریەکان نوێ نەکران، کارەکە سەرکەوتوو نەبوو

source: None of the data has been updated.
ku: هێچ یەک لە زانیاریەکان نەنوێکرا.

source: Ok
ku: باشە

source: Change language to
ku: زمان وەگوڕە بۆ

source: Must Restart app to change the language
ku: دەبێ بەرنامە دووبارە بەستیت بۆ گۆڕینی زمان

source: Enter the code sent to your phon
ku: کۆدەکە بە شەوەیەکەوتێتە ژمارەی تەلەفۆن

source: Didn't receive the code? Resend
ku: کۆدەکە وەرنگرت؟ دووبارە بنێرە

source: Password reset OTP sent successfully
ku: کۆدی OTP بە سەرکەوتوویی نێردراۆ بۆ ڕێکخستنەوەی تێپەڕەوشە

source: send request to reset the password
ku: نێردنی داواکاری بۆ ڕێکخستنەوەی تێپەڕەوشە

source: The code was not sent, please try again.
ku: کۆدەکە نەتوانرا بێنێتەوە، تکایە دووبارە هەوڵ بدە.

source: Verify
ku: دەستپێبکە

source: Enter new password
ku: تێپەڕەوشەی نوێ بنووسە

source: Confirm new password
ku: تێپەڕەوشەی نوێ پشکنین بکە

source: Reset Password
ku: ڕێکخستنەوەی تێپەڕەوشە

source: Please fill in all fields
ku: تکایە هەموو خانەکان پڕ بکە

source: Passwords do not match
ku: تێپەڕەوشەکان یەک ناگرن

source: Password reset successfully
ku: تێپەڕەوشە بە سەرکەوتوویی نوێکرایەوە

source: Error: %@
ku: هەڵە: %@

source: Contact technical support
ku: پەیوەندی بە پشتیوانی فەرمی بکە

source: Sign out
ku: چوونەدەرەوە

source: Change language
ku: زمان گۆڕان

source: Plumbing
ku: چاکسازیـلوله‌

source: Electrical
ku: چاکسازی‌ـئه‌لیكتریکی

source: Heating
ku: گەرمکردنەوە

source: Cooling
ku: تبريدساردکردنەوە

source: Blacksmithing
ku: ئاهەنگەری

source: Carpentry
ku: دارسازی

source: Others
ku: تر

source: HVAC
ku: چاکسازی‌ـئه‌ویه‌ژێڕکردن/گرمکردن

source: Registration successful. Please verify your phone number.
ku: تۆمارکردن سەرکەوتوو بوو. تکایە ژمارەی تەلەفۆنەکەت پشتڕاست بکەرەوە.

source: Something went wrong, please check your mobile number or password.
ku: شتێک بە هەڵەدا چووە، تکایە ژمارەی مۆبایلەکەت یان وشەی نهێنی خۆت بزانە.

source: Language required
ku: زمانی پێویستە

source: request cancellation failed
ku: هەڵوەشاندنەوەی داواکاری شکستی هێنا

source: The request was successfully cancelled.
ku: داواکارییەکە بە سەرکەوتوویی هەڵوەشایەوە.

source: An error occurred while loading data. Please check your internet connection and try again.
ku: لە کاتی بارکردنی داتادا هەڵەیەک ڕوویدا. تکایە هێڵی ئینتەرنێتەکەت بپشکنە و دووبارە هەوڵبدەرەوە.

source: Retry
ku: دوبارە هەوڵبدەرەوە

source: mistake
ku: هەڵە

source: Login successful
ku: چوونەژوورەوە سەرکەوتوو بوو

source: Maintenance
ku: چاکردنەوە

source: Visit
ku: سەردان

source: Visit request
ku: داواکاری سەردان

source: Maintenance request
ku: داواکاری چاککردنەوە

source: View all
ku: بینینی هەموو

source: pending
ku: هەڵپەسێردراو

source: cancelled
ku: هەڵوەشایەوە

source: Complex required
ku: پێویستە ئاڵۆز بێت

source: There was a problem registering, check your internet and try again.
ku: کێشە لە تۆمارکردندا هەبوو، ئینتەرنێتەکەت بپشکنە و هەوڵبدەرەوە.

source: Create an account
ku: ئەکاونتێک دروست بکە

source: Registering...
ku: تۆمارکردن...

source: Logging in...
ku: چوونە ژوورەوە...

source: No
ku: نەخێر

source: Yes
ku: بەڵێ

# TermsOfServiceText
source: Welcome to "Mujamma'ak", the specialized platform for managing maintenance services for residential complexes. By using our services, you agree to comply with the following terms and conditions: 1. Service Definition "Mujamma'ak" is a system that enables residential complex management to log reports, organize maintenance work, and track request statuses and execution dates through an easy-to-use electronic application. 2. Terms of Use The user must be an owner or an authorized representative of the residential complex management. Accurate and up-to-date information must be provided during registration. The service may not be used for any illegal purposes or in violation of the country's laws and regulations. 3. Services Provided The services of "Mujamma'ak" include, but are not limited to: Receiving maintenance requests from residents Scheduling and organizing regular maintenance work Documenting maintenance work and technical reports Notifications and alerts regarding appointments and execution Managing visit schedules Managing other matters related to the resident and the complex 4. Privacy and Data Protection We are committed to protecting the data of complexes and residents and will not share it with any third party without explicit permission. Data is used solely to improve services and provide a customized experience for each complex. 5. Maintenance and Malfunctions "Mujamma'ak" is not directly responsible for carrying out maintenance work, but coordinates between the complex management and service providers. The platform does not guarantee the quality of work performed by external parties but allows them to be rated through the system. 6. Service Termination Any party has the right to terminate the use of the service at any time, with access to data canceled after a specified period. The platform has the right to suspend or terminate a user’s account in case of violation of the terms. 7. Modifications The management of "Mujamma'ak" has the right to modify these terms at any time, and users will be notified of any changes via the platform or email.
ku: بەخێربێن بۆ "موجەمەعەک"، پلاتفۆرمی تایبەتمەند بۆ بەڕێوەبردنی خزمەتگوزارییەکانی چاککردنەوە بۆ کومپلێکسەکان. بە بەکارهێنانی خزمەتگوزاریەکانمان، تۆ ڕازی دەبیت بە هەموو مەرج و بەرنامەی خوارەوە: ١. ناساندنی خزمەت "موجەمەعەک" سیستەمێکە کە بۆ بەڕێوەبردنی کومپلێکسەکان ڕێگە دەدات تۆمارکردنی ڕاپۆرتەکان، ڕێکخستنی کارەکانی چاککردنەوە، و بەدواداچوون بە دۆخی داواکان و بەرواری جێبەجێکردن لە ڕێگای ئەپلیکەیشنی ئاسانی کار. ٢. مەرجەکانی بەکارهێنان بەکارهێنەر دەبێت خاونی ژمارە یان نوێنەرێکی دەسەڵاتدار بێت لە لایەن بەڕێوەبردنی کومپلێکسەوە. دەبێت زانیاری ڕاست و نوێکراوە پێ بدەیت کاتێ تۆمار دەکەیت. نابێت ئەم خزمەتە بۆ هەر مەبەستی نایاسایی یان پێچەوانەی یاسا و یاساکانی وڵات بەکاربهێنرێت. ٣. خزمەتگوزاریە پێدراوەکان خزمەتگوزاریەکانی "موجەمەعەک" لەوانەیە ئەمانەی خوارەوە بگرێت بەبێ سنوور: وەرگرتنی داواکاری چاککردنەوە لە نێو هاوڵاتانەوە ڕێکخستنی و ڕازاندنی چاککردنەوەی بەردەوام بەلگەکردنی کارەکانی چاککردنەوە و ڕاپۆرتە فنییەکان ئاگادارکردنەوە و هەڵبژاردەکان بۆ کات و جێبەجێکردن بەڕێوەبردنی پڕۆگرامی سەردانەکان بەڕێوەبردنی بابەتە ترەکان کە پەیوەندیدارن بە هاوڵات و کومپلێکس ٤. تایبەتمەندی و پاراستنی زانیاری ئێمە بە پاراستنی زانیارییەکانی کومپلێکس و هاوڵاتان پابەندین و بەبێ مۆڵەتی ڕوون لەگەڵ هیچ لایەنی سێیەم هاوبەش ناکەین. زانیاری تەنها بۆ باشترکردنی خزمەتگوزاریەکان و دابینکردنی ئەزموونێکی تایبەتی بۆ هەر کومپلێکسێک بەکاردهێنرێت. ٥. چاککردنەوە و کێشەکان "موجەمەعەک" بە شێوەیەکی ڕاستەوخۆ بەرپرسیار نیە بۆ جێبەجێکردنی کارەکانی چاککردنەوە، بەڵکو ڕێکدەخات نێوان بەڕێوەبردنی کومپلێکس و دابینکەرانی خزمەت. پلاتفۆرمەکە دڵنیایی نادات لە کوالێتی کاری ئەو لایەنە دەرەکیانەی جێبەجێ دەکەن، بەڵام ڕەنگدانەوەیان لە ڕێگەی سیستەمەکەوە ئەنجام دەدرێت. ٦. کۆتایی خزمەت هەر لایەنگە هەڵی هەیە کە کاتێک خزمەتەکەی بەسەردەهێنێت، گەیشتن بە زانیاری پاش ماوەیەکی دیاریکراو دەهەڵوەشێنرێت. پلاتفۆرمەکە ماف هەیە ئەکاونتی بەکارهێنەر بکوژێنێت یان وەستانێت ئەگەر مەرجەکان پێشێل بکرێن. ٧. گۆڕانکاریەکان بەڕێوەبردنی "موجەمەعەک" ماف هەیە ئەم مەرجانە هەر کاتێک بگۆڕێت، و بەکارهێنەران ئاگادار دەکرێن لە هەر گۆڕانێک لە ڕێگای پلاتفۆرمەکە یان ئیمەیڵ.

# AboutSystemText
source: It is an innovative electronic system for managing maintenance and visits within residential complexes, aiming to facilitate communication and organize the relationship between the complex management and residents on one hand, and maintenance service providers (individuals or companies) on the other, through an intelligent platform available as a mobile application. What the system offers: Maintenance and Report Management: Allows residents to easily submit maintenance requests, with the system automatically forwarding them to the complex management and coordinating with the appropriate technical parties. Visit Scheduling: Enables scheduling of regular or emergency maintenance visits through the system, with instant notifications to all concerned parties. Comprehensive Control Panel: Provides management with a complete view of all activities inside the complex, including maintenance, visits, reports, service provider performance, and more. Direct Connection with Service Providers: Links complex management with certified maintenance individuals or companies, with the ability to rate performance, track execution, and analyze service quality. Ease of Use for Residents and Users: Allows residents to submit requests, track the status of reports, view appointments, and provide ratings after the service is completed. System Goals: - Improve the efficiency of residential complex management. - Enhance the residents’ experience in receiving maintenance services. - Speed up and organize responses to technical reports. - Strengthen transparency between management, residents, and technical parties. - Provide periodic reports and statistics to support decision-making.
ku: ئەمە سیستەمێکی ئەلیکترۆنی نوێ و بەرزە بۆ بەڕێوەبردنی چاککردنەوە و سەردانەکان لە نێو کومپلێکسەکانی نیشتەجێبوون، هەدفی ئەوە هەیە ئاسانکردنی پەیوەندی و ڕێکخستنی پەیوەندیدانی نێوان بەڕێوەبردنی کومپلێکس و هاوڵاتان لە یەک لایەن، و دابینکەرانی خزمەتگوزارییە چاککردنەوە (کەس یان کۆمپانیا) لە لایەنی تر، لە ڕێگای پلاتفۆرمێکی زیرەک کە بە شێوەی ئەپلیکەیشنی موبایل دەردەکەوێت. ئەو شتانەی سیستەمەکە پێشکەش دەکات: بەڕێوەبردنی ڕاپۆرت و چاککردنەوە: ڕێگە دەدات بە هاوڵاتان بە ئاسانی ڕاپۆرتی چاککردنەوە بنێرن، و سیستەمەکە بە شێوەی ئۆتۆماتیکی ئەوانە بگوازێتەوە بۆ بەڕێوەبردنی کومپلێکس و ڕێکخستنی ئەوانە لەگەڵ ئەو تاقیکەرانی فنییە گونجاوانە. ڕێکخستنی پڕۆگرامی سەردانەکان: ڕێگە دەدات کە چاککردنەوەی بەردەوام یان فەوری بڕیار بکرێت لە ڕێگای سیستەمەکە، بە ئاگادارکردنەوەی کاتی بۆ هەموو ئەو لایانەی دەربەستن. پەڕەی کۆنترۆڵی تەواو: بۆ بەڕێوەبردنی کومپلێکس بینینی تەواوی کارەکان دابین دەکات، بەپێی چاککردنەوە، سەردانەکان، ڕاپۆرتەکان، کارکردنی دابینکەرانی خزمەت و زیاتر. پەیوەندی ڕاستەوخۆ لەگەڵ دابینکەرانی خزمەت: بەڕێوەبردنی کومپلێکس بە کەس یان کۆمپانیاکانی چاککردنەوەی پشتڕاست پەیوەست دەکات، بە توانای هەڵسەنگاندنی کارکردن، بەدواداچوون لە جێبەجێکردن، و شیکردنەوەی کوالێتی خزمەتگوزاریەکان. ئاسانی بەکارهێنان بۆ هاوڵاتان و بەکارهێنەران: ڕێگە دەدات بە هاوڵاتان داواکاری بنێرن، دۆخی ڕاپۆرتەکان بەدواداچوون، بەریتی لە بینینی کاتەکان و هەڵسەنگاندن دابنێن دوای تەواوبوونی خزمەتەکە. ئامانجی سیستەمەکە: بەرزکردنەوەی کاریگەری بەڕێوەبردنی کومپلێکسەکانی نیشتەجێبوون. باشترکردنی ئەزموونی هاوڵاتان لە بەدەستھێنانی خزمەتگوزارییە چاککردنەوەکان. خێراکردن و ڕێکخستنی وەڵامدانەوە بۆ ڕاپۆرتە فنییەکان. بەرزکردنی ڕووناكی نێوان بەڕێوەبردن، هاوڵاتان و ئەو تاقیکەرانی فنییە. دابینکردنی ڕاپۆرتە دووربینی و ئامار بۆ پشتگیری بەرھەمھێنانی بڕیار.

source: paid
ku: پارەدراو

source: canceled
ku: هەڵوەشاوە

source: loading..
ku: دەستکاریکردن..

source: Hello
ku: سڵاو

source: Request sent successfully
ku: داواکاری بە سەرکەوتوویی نێردرا

source: sent
ku: نێردراوە

source: Sent At:
ku: نێردراوە لە:

source: Channel:
ku: کەناڵ:

source: Status:
ku: دۆخ:

source: approved
ku: پەسەندکراو
